Repository: Kureev/react-native-uber-rides
Catalog: UberRidesSDK/UberRides/Resources/*.lproj/Localizable.strings
Languages: hi_in, zh_hans, zh_hant

source: Ride there with Uber
hi_in: Uber के साथ राइड करें
zh_hans: 搭乘优步前往
zh_hant: 搭乘优步前往

source: Get a ride
hi_in: एक राइड पाएं
zh_hans: 开始搭乘
zh_hant: 開始搭乘

source: Sign in with Uber
hi_in: Uber के साथ साइन इन करें
zh_hans: 登录 Uber
zh_hant: 登入到Uber網站

source: There was a problem authenticating you.
hi_in: आपका प्रमाणन करने में कोई समस्या थी.
zh_hans: 身份验证错误。
zh_hant: 身份驗證發生問題。

source: The Ride Request Widget encountered a problem.
hi_in: राइड अनुरोध विजेट में कोई समस्या आई.
zh_hans: 优步叫车插件错误。
zh_hant: 乘客預約側邊欄出現問題。

source: OK
hi_in: ठीक
zh_hans: 确定
zh_hant: 確定

source: Done
hi_in: संपन्न हुआ
zh_hans: 完成
zh_hant: 完成

source: Invalid Client ID provided.
hi_in: अमान्य Client ID उपलब्ध की गई.
zh_hans: 提供的客户端 ID 无效。
zh_hant: 提供的客戶ID無效。

source: Invalid Redirect URI provided.
hi_in: अमान्य रीडायरेक्ट URI उपलब्ध किया गया.
zh_hans: 提供的重定向 URI 无效。
zh_hant: 所提供的重新導向URI無效。

source: The server was unable to understand your request.
hi_in: सर्वर आपके अनुरोध को समझने में असमर्थ था.
zh_hans: 服务器无法理解您的请求。
zh_hant: 伺服器無法理解您的要求。

source: Unable to interpret the response from the server.
hi_in: सर्वर से प्रतिसाद की व्याख्या करने में असमर्थ हैं.
zh_hans: 无法解释服务器的响应。
zh_hant: 無法解釋來自伺服器的回應。

source: Your app is not authorized for the requested scopes.
hi_in: अनुरोधित स्कोप के लिए आपका एप्लिकेशन प्राधिकृत नहीं है.
zh_hans: 您的应用程序在请求的范围内无授权。
zh_hant: 您的應用程序無請求範圍的授權。

source: The Redirect URI provided did not match what was expected.
hi_in: उपलब्ध रीडायरेक्ट URI अपेक्षित से मेल नहीं खा रहा था.
zh_hans: 提供的重定向 URI 与预期的 URI 不符。
zh_hant: 所提供嘅重新導向 URI 與期望不符。

source: A server error occurred.
hi_in: एक सर्वर त्रुटि उत्पन्न हुई.
zh_hans: 服务器出现错误。
zh_hant: 伺服器發生錯誤。

source: Unable to present the login view.
hi_in: लॉगिन दृश्य दिखाने में असमर्थ.
zh_hans: 无法显示登录界面。
zh_hant: 無法顯示登入畫面。

source: Unable to save the access token.
hi_in: पहुँच टोकन को सहेजने में असमर्थ हैं.
zh_hans: 无法保存访问口令。
zh_hant: 無法儲存存取權杖。

source: Login is temporarily unavailable.
hi_in: लॉगिन अस्थायी रूप से अनुपलब्ध है.
zh_hans: 暂时无法登录。
zh_hant: 暫時無法登入。

source: User cancelled the login process.
hi_in: उपयोगकर्ता द्वारा लॉगिन प्रक्रिया रद्द की गई.
zh_hans: 用户已取消登录过程。
zh_hant: 使用者取消了登入程序。

source: Try Again
hi_in: पुन: प्रयास करें
zh_hans: 重试
zh_hant: 再試

source: Cancel
hi_in: रद्द
zh_hans: 取消
zh_hant: 取消

source: %d min away
hi_in: %d मिनट दूर
zh_hans: %d 分钟后到达
zh_hant: 相距 %d 分鐘

source: %d mins away
hi_in: %d मिनट दूर
zh_hans: %d 分钟后到达
zh_hant: 相距 %d 分鐘

source: %1$@ for %2$@
hi_in: %2$@ के लिए %1$@
zh_hans: %2$@ 的 %1$@
zh_hant: %2$@ 的估價為 %1$@

source: Sign In
hi_in: साइन इन करें
zh_hans: 登录
zh_hant: 登入

source: Sign Out
hi_in: साइन आउट करें
zh_hans: 退出
zh_hant: 登出
